
/* Shared Error Strings for MacConfig Apps */

/****** ACP Errors *******/

/* GenericACPError */
"GenericACPError" = "Asegúrese de que su estación base Wi-Fi Apple está conectada y de que se encuentra dentro del radio de alcance de su ordenador o conectada a él mediante Ethernet, e inténtelo de nuevo. (%d)";

/****** Problem Codes *******/

/* Problem codes reported by the base station that AirPort Utility doesn't know about */
"tooNew" = "Problema desconocido (%@)";
"tooNew.description" = "Esta estación base Wi-Fi Apple ha detectado un problema desconocido. Haga clic en Actualización de Software para actualizar la Utilidad AirPort e inténtelo de nuevo.";
"tooNew.remedy" = "Actualización de Software…";

/* kACPProblemCodeUnknown */
"unkn" = "Problema desconocido";
"unkn.description" = "Esta estación base Wi-Fi Apple ha detectado un problema desconocido. Puede apagarla y encenderla de nuevo, comprobar si hay una versión más reciente del firmware o forzar el reinicio. La reinicialización forzada borrará todos los ajustes y será necesario volver a configurarla.";

/* kACPProblemCodeWANNoLink */
"waNL" = "Ethernet desconectada";
"waNL.description" = "No hay ningún dispositivo conectado al puerto WAN Ethernet. Si utiliza un módem DSL, un módem por cable u otro módem de banda ancha para acceder a Internet, o si usa una red conectada a Internet, conecte el módem de banda ancha o la red al puerto WAN Ethernet.";
"waNL.furtherInfo" = "Tras verificar la conexión de Ethernet al puerto WAN, haga clic en “Comprobar puerto WAN Ethernet”.";
"waNL.retest" = "Comprobar puerto WAN Ethernet";

/* kACPProblemCodeWANNoInternet */
"waNI" = "Conexión a Internet";
"waNI.description" = "La estación base Wi-Fi Apple no dispone de una dirección IP válida. Asegúrese de que la estación base Wi-Fi Apple está conectada a un módem de banda ancha o a una red local, compruebe sus ajustes de configuración e inténtelo de nuevo. Si sigue sin poder establecer conexión, póngase en contacto con su proveedor de acceso a Internet.";
"waNI.furtherInfo" = "La solución más habitual para este problema es reiniciar el módem de banda ancha. Para ello, apague el módem de banda ancha, espere al menos 5 minutos y enciéndalo de nuevo.";
"waNI.remedy" = "Internet…";

/* kACPProblemCodeRadioNoNetwork */
"raNN" = "Red inalámbrica";
"raNN.description" = "Esta estación base Wi-Fi Apple está configurada para conectarse a una determinada red inalámbrica que no se ha encontrado. Si no ve la red a la que desea conectarse en el menú local “Nombre de la red”, introduzca el nombre de la red y, si es necesario, la contraseña de la red para intentarlo de nuevo.";
"raNN.remedy" = "Red inalámbrica…";

/* kACPProblemCodeWDSNoPartner */
"wdsP" = "Error del WDS";
"wdsP.description" = "Esta estación base Wi-Fi Apple está configurada como parte de una red WDS, pero no se han encontrado otras estaciones base Wi-Fi Apple.";
"wdsP.furtherInfo" = "Verifique que las direcciones MAC inalámbricas de los dispositivos inalámbricos WDS son correctas. Compruebe que los dispositivos inalámbricos estén conectados y dentro del radio de acción de esta estación base Wi-Fi Apple.";
"wdsP.remedy" = "WDS…";

/* kACPProblemCodePPPoENoServer */
"ppNS" = "Servidor PPPoE";
"ppNS.description" = "Esta estación base Wi-Fi Apple está configurada para conectarse a Internet mediante PPPoE, pero no se encuentra ningún servidor PPPoE. Asegúrese de que su proveedor de Internet requiere el uso de PPPoE. A continuación, compruebe que el módem esté encendido y conectado al puerto WAN de esta estación base Wi-Fi Apple e inténtelo de nuevo. Si sigue sin poder establecer conexión, póngase en contacto con el proveedor del servicio.";
"ppNS.remedy" = "PPPoE…";

/* kACPProblemCodePPPoEBadPassword */
"ppBP" = "Contraseña PPPoE";
"ppBP.description" = "Esta estación base Wi-Fi Apple está configurada para conectarse a Internet mediante PPPoE, y la contraseña que ha introducido es incorrecta. Escriba la contraseña adecuada e inténtelo de nuevo. Si sigue sin poder establecer conexión, póngase en contacto con su proveedor de acceso a Internet.";
"ppBP.remedy" = "PPPoE…";

/* kACPProblemCodeRADIUSNoServer */
"rdNS" = "Servidor RADIUS";
"rdNS.description" = "Esta estación base Wi-Fi Apple está configurada para conectarse a Internet utilizando un control de acceso basado en WPA Empresa o RADIUS, pero no se ha podido encontrar ningún servidor RADIUS. Compruebe que los ajustes del servidor son correctos e inténtelo de nuevo.";
"rdNS.remedy" = "Control acceso…";

/* kACPProblemCodeLowUSBPower */
"usbp" = "Potencia USB"; 
"usbp.description" = "Un dispositivo conectado al puerto USB de la estación base Wi-Fi Apple requiere más potencia de la que esta estación base Wi-Fi Apple puede suministrar. Conecte el dispositivo a una fuente de alimentación, si es posible, o conéctelo a un hub USB con alimentación.";
"usbp.remedy" = "Discos…";

/* kACPProblemCodeDiskNeedsRepair */
"fsck" = "Debe repararse el disco";
"fsck.description" = "Hay un problema con el disco conectado a su estación base Wi-Fi Apple. Conecte el disco al ordenador para repararlo.";
"fsck.remedy" = "Discos…";

/* kACPProblemCodeInternalDiskNeedsRepair */
"Ifsc" = "Debe repararse el disco interno";
"Ifsc.description" = "Hay un problema con su disco Time Capsule.";
"Ifsc.remedy" = "Discos…";

/* kACPProblemCodeLowDiskSpace */
"fslo" = "Espacio de disco escaso";
"fslo.description" = "En un disco conectado a su estación base Wi-Fi Apple queda poco espacio.";
"fslo.remedy" = "Discos…";

/* kACPProblemCodeInternalLowDiskSpace */
"Ifsl" = "Queda poco espacio en el disco interno";
"Ifsl.description" = "Queda poco espacio de almacenamiento en el disco Time Capsule.";
"Ifsl.remedy" = "Discos…";

/* kACPProblemCodeUnsupportedDisk */
"unsD" = "Disco incompatible";
"unsD.description" = "Un disco conectado a su estación base Wi-Fi Apple no es compatible y no puede utilizarse. Pruebe con otro disco.";
"unsD.remedy" = "Discos…";

/* kACPProblemCodeWANRejectedDHCPOffer */
"waRj" = "Intervalo DHCP incompatible";
"waRj.description" = "Esta estación base Wi-Fi Apple ha rechazado una dirección DHCP en la misma subred que su servidor DHCP interno. Probablemente deba ajustar la estación base Wi-Fi Apple al modo puente. Si desea seguir usando DHCP y NAT para compartir una única dirección IP, deberá modificar su intervalo DHCP.";
"waRj.remedy" = "Internet…";

/* kACPProblemCodeUnconfigured */
"ctim" = "Ajustes por omisión";
"ctim.description" = "Esta estación base Wi-Fi Apple tiene los ajustes por omisión. Deberá configurar la estación base Wi-Fi Apple para conectarse a Internet, proteger la red inalámbrica y proporcionar una contraseña.";

/* kACPProblemCodeSoftResetActive */
"soft" = "Reinicio del software";
"soft.description" = "Esta estación base Wi-Fi Apple se ha reiniciado y ahora usted puede acceder a ella temporalmente para cambiar los ajustes que le impidieron acceder a la red.";

/* kACPProblemCodeOpenNetwork */
"opNW" = "Red inalámbrica no segura";
"opNW.description" = "Esta estación base Wi-Fi Apple no tiene activado ningún sistema de seguridad para la red inalámbrica. Se recomienda usar el sistema WPA2 Personal para proteger la red inalámbrica.";
"opNW.remedy" = "Cambiar nivel de seguridad…";
"opNW.assistDescription" = "Si no cambia el modo de seguridad, la luz de estado de esta estación base Wi-Fi Apple parpadeará en color naranja. ¿Seguro que desea continuar?";

/* kACPProblemCodePublicPassword */
"pubP" = "Contraseña por omisión";
"pubP.description" = "Esta estación base Wi-Fi Apple está protegida mediante la contraseña por omisión. Es recomendable cambiar la contraseña para proteger la estación base Wi-Fi Apple.";
"pubP.remedy" = "Cambiar contraseña…";
"pubP.assistDescription" = "Si no cambia la contraseña, la luz de estado de esta estación base Wi-Fi Apple parpadeará en color naranja. ¿Seguro que desea continuar?";

/* kACPProblemCodeDoubleNAT */
"DubN" = "NAT doble";
"DubN.description" = "Esta estación base Wi-Fi Apple tiene una dirección IP privada en su puerto WAN Ethernet. Está conectada a un dispositivo o red que emplea Network Address Translation (NAT) para proporcionar direcciones IP privadas. Deberá ajustar su estación base Wi-Fi Apple de modo que esté en modo puente y no emplee DHCP o NAT.";
"DubN.remedy" = "Internet…";

/* kACPProblemCodeWideAreaBonjourAuth */
"wbAu" = "Autenticación Bonjour";
"wbAu.description" = "El nombre o la contraseña que ha usado para autenticarse en el servidor DNS son incorrectos. Corríjalos e inténtelo de nuevo. Si sigue teniendo problemas, póngase en contacto con el administrador del servidor DNS que está usando.";
"wbAu.remedy" = "Bonjour…";

/* kACPProblemCodeNonDWDSMain */
"bsWD" = "Red ampliada";
"bsWD.description" = "Esta estación base Wi-Fi Apple no ha podido ampliar la red inalámbrica. Asegúrese de que la red inalámbrica que intenta ampliar ha sido configurada correctamente y funciona, de que ha introducido una contraseña de red inalámbrica correcta en este dispositivo y de que este se encuentra dentro del radio de alcance de la red inalámbrica.";
"bsWD.remedy" = "Red inalámbrica…";

/* kACPProblemCodeUpdateAvailable */
"upAv" = "Actualización de firmware disponible";
"upAv.description" = "Haga clic en “Actualizar firmware” para obtener el firmware más reciente disponible para esta estación base Wi-Fi Apple.";
"upAv.remedy" = "Actualizar firmware...";

/* kACPProblemCodeSNMPConfigOverWAN */
"waSN" = "SNMP a través de WAN";
"waSN.description" = "Esta estación base Wi-Fi Apple está configurada para permitir SNMP en el puerto WAN Ethernet, lo que reduce el nivel de seguridad de la red.";
"waSN.remedy" = "Registro y SNMP...";

/* kACPProblemCodeConfigOverWAN */
"waCF" = "Configuración a través de WAN";
"waCF.description" = "Esta estación base Wi-Fi Apple está configurada para permitir la configuración a través del puerto WAN Ethernet, lo que reduce el nivel de seguridad de la red.";
"waCF.remedy" = "Estación base...";

/* kACPProblemCodeNoDNSServers */
"nDNS" = "No hay servidores DNS";
"nDNS.description" = "Esta estación base Wi-Fi Apple no tiene ninguna dirección de servidor DNS, por lo que podría tener problemas para conectarse a Internet.";
"nDNS.remedy" = "Internet…";

/* kACPProblemCodeOldTimeZone */
"timz" = "Actualización de software disponible";
"timz.description" = "Haga clic en “Actualización de software” para actualizar la Utilidad AirPort e intentarlo de nuevo.";
"timz.remedy" = "Actualización de Software…";

/* kACPProblemCodeTaskInProgress */
"TaIP" = "Esta estación base Wi-Fi Apple está ocupada";
"TaIP.description" = "No desconecte ni reinicie esta estación base Wi-Fi Apple hasta que esté disponible.";

/* kACPProblemCodeDotMacCredentialsRejected */
"dMCR" = "Su nombre de usuario o contraseña de MobileMe no son correctos.";
"dMCR.description" = "Su nombre de usuario o contraseña de MobileMe no son correctos. Introduzca el nombre de usuario y la contraseña correctos e inténtelo de nuevo.";

/* kACPProblemCodeOverTemperature */
"oTMP" = "Este dispositivo puede estar sobrecalentado";
"oTMP.description" = "Revise la estación base Wi-Fi Apple. Si está caliente, cámbiela de lugar o retire cualquier objeto que pueda dificultar la ventilación.";

/* kACPProblemCodeIPv6TunnelError */
"6gdn" = "Error del túnel IPv6";
"6gdn.description" = "Se ha producido un error con el punto final del túnel IPv6. Espere a que el servicio se restablezca e inténtelo de nuevo. Si el problema persiste, póngase en contacto con el proveedor del servicio.";
"6gdn.remedy" = "Ajustes IPv6…";

/* kACPProblemCodeIPv6RelayError */
"6rdn" = "Error de transmisión IPv6";
"6rdn.description" = "Se ha producido un error con el router de transmisión IPv6. Espere a que el servicio se restablezca e inténtelo de nuevo. Si el problema persiste, póngase en contacto con el proveedor del servicio.";
"6rdn.remedy" = "Ajustes IPv6…";

/* kACPProblemCodeMigrationInterrupted */
"mgrt" = "Migración interrumpida";
"mgrt.description" = "Se ha interrumpido la migración del disco Time Capsule.";
"mgrt.remedy" = "Discos…";

/* kACPProblemCodePostMigrationErase */
"mgEr" = "Migración finalizada";
"mgEr.description" = "Migración de disco completada. Haga clic en Continuar para borrar el disco Time Capsule anterior.";

/* kACPProblemCodeSMARTStatusWarning */
"SSdF" = "Error del disco de la Time Capsule";
"SSdF.description" = "Hay un problema con el disco de la Time Capsule. Conecte un disco rígido USB a la Time Capsule y utilice el panel Discos de la Utilidad AirPort para comprimir sus datos y guardar una copia de seguridad. En caso de que necesite reparación, acérquese a la Genius Bar de su tienda Apple más cercana o acuda a un proveedor de servicios Apple autorizado.";
"SSdF.remedy" = "Discos…";

/****** Task Strings *******/

/* kACPTaskErasingDisk */
"EraD" = "Borrado del disco AirPort";
"EraD.description" = "El disco AirPort %@ se está borrando y esta operación no puede cancelarse.";

/* kACPTaskErasingInternalDisk */
"EraI" = "Borrando el disco Time Capsule";
"EraI.description" = "La operación de borrado del disco Time Capsule no puede cancelarse.";

/* kACPTaskArchivingInternalDisk */
"ArcI" = "Comprimiendo y copiando el disco Time Capsule";
"ArcI.description" = "El disco Time Capsule %1$@ se está comprimiendo y copiando en el disco AirPort %2$@. Haga clic en Cancelar para detener la operación.";



/****** Validation Errors *******/

/* Generic Errors */

/* vGenErrorZeroLength */
"gErA" = "Se requiere un valor para “%@”.";

/* vGenErrorTooShort */
"gErB" = "El valor para “%@” es demasiado corto.";

/* vGenErrorTooLong */
"gErC" = "El valor para “%@” es demasiado largo.";

/* vGenErrorNotSupported */
"gErD" = "Esta estación base Wi-Fi Apple no admite el ajuste “%@”.";

/* vGenErrorInvalid */
"gErE" = "El valor para “%@” no es válido.";

/* vGenErrorTooHigh */
"gErF" = "El valor para “%@” es demasiado alto.";

/* vGenErrorTooLow */
"gErG" = "El valor para “%@” es demasiado bajo.";

/* vGenErrorTooManyEntriesInList */
"gErH" = "Hay demasiadas entradas en la tabla “%@”.";

/* Specific Errors */

/* vWarnPasswordIsPublic */ 
"vErr.pwPu" = "Para la máxima seguridad, configure una contraseña que no sea “public”.";

/* vErrSysLogCollectorInvalid */
"vErr.slCI" = "La dirección IP de destino del syslog no es válida.";
/* vErrSysLogLevelInvalid */
"vErr.slLI" = "El nivel del registro del sistema no es válido.";

/* vErrWSecModeUnsupported */
"vErr.wsMU" = "El modo de seguridad inalámbrica que ha seleccionado no es compatible con esta estación base Wi-Fi Apple.";

/* vErrInvalidWEP40Key */
"vErr.iw4K" = "No ha introducido una clave WEP de 40 bits válida.";
/* vErrInvalidWEP104Key */
"vErr.iw1K" = "No ha introducido una clave WEP de 128 bits válida.";

/* vErrInvalidTSNKey */
"vErr.iTSN" = "La contraseña inalámbrica de una red de seguridad de transición (TSN) debe tener exactamente 13 caracteres.";

/* vErrInvalidWPAKey */
"vErr.iWPA" = "La contraseña inalámbrica de una red WPA Personal debe tener entre 8 y 63 caracteres. También puede tener 64 caracteres hexadecimales.";

/* vErrGroupKeyTimeoutTooShort */
"vErr.ktTS" = "El límite de tiempo que ha establecido para la clave de grupo es demasiado corto. El valor debe ser igual o superior a 10 minutos.";
/* vErrGroupKeyTimeoutTooLong */
"vErr.ktTL" = "El límite de tiempo que ha establecido para la clave de grupo es demasiado largo. El valor debe ser igual o inferior a 9.999.999 minutos.";

/* vErrAutoChannelSelectionNotSupported */
"vErr.acNS" = "Esta estación base Wi-Fi Apple no admite la selección automática de canales.";

/* vErrMultiRateNotValidForLowDensity */
"vErr.nvLD" = "La velocidad de difusión múltiple que ha seleccionado no es válida para una densidad baja.";
/* vErrMultiRateNotValidForMedDensity */
"vErr.nvMD" = "La velocidad de difusión múltiple que ha seleccionado no es válida para una densidad media.";
/* vErrMultiRateNotValidForHighDensity */
"vErr.nvHD" = "La velocidad de difusión múltiple que ha seleccionado no es válida para una densidad alta.";
/* vErrMultiRateNotValidForBNetwork */
"vErr.nvBN" = "La velocidad de difusión múltiple que ha seleccionado no es válida para una red compatible con 802.11b u 802.11 b/g.";
/* vErrMultiRateNotValidForGNetwork */
"vErr.nvGN" = "La velocidad de difusión múltiple que ha seleccionado no es válida para una red 802.11g.";

/* vErrSTAModeNotSupported */
"vErr.smNS" = "Esta estación base Wi-Fi Apple no admite el modo cliente.";
/* vErrWirelessDisabledModeNotSupported */
"vErr.wdNS" = "Esta estación base Wi-Fi Apple no admite la desactivación del sistema de radiofrecuencia.";

/* vErrDHCPOnlyRequiresStaticIP */
"vErr.DHSt" = "Compartir un intervalo de direcciones IP empleando “Solo DHCP” requiere la configuración manual de su dirección IP WAN. Si su proveedor de Internet le proporciona un intervalo de direcciones IP estáticas, deberá configurar manualmente su estación base Wi-Fi Apple con la primera dirección IP y distribuir las demás mediante DHCP.";

/* vErrRouterSubnetMismatch */
"vErr.rsMM" = "La dirección de router que ha introducido no es compatible con su dirección IP WAN.";
/* vErrWANIPNotSameAsRouter */
"vErr.wnSR" = "Su dirección IP WAN no puede ser la misma que la dirección IP de su router.";

/* vErrIPv6ManualTunnelRequiresStaticIP */
"vErr.v6TM" = "Un túnel IPv6 configurado manualmente requiere una dirección IP WAN estática";

/* vErrWANDisableEthernetNotSupported */
"vErr.pcDE" = "Esta estación base Wi-Fi Apple no admite la desactivación del puerto WAN.";

/* vErrWANManagementRequiresWANPortEnabled */
"vErr.waNM" = "Para permitir la administración remota a través del puerto WAN se requiere la activación del puerto WAN.";

/* vErrRouterModeNoBridgeForPPP */
"vErr.rmBP" = "Si va a utilizar PPPoE o un módem para conectarse vía PPP, debe seleccionar DHCP/NAT.";

/* vErrRouterModeNoDHCPNATForSTA */
"vErr.rmST" = "No puede compartir su conexión a Internet si la estación base Wi-Fi Apple está configurada para conectarse a una red inalámbrica."; 

/* vErrDHCPRangeConflictsWithWANIP */
"vErr.dcWW" = "El intervalo DHCP que ha introducido entra en conflicto con la dirección IP WAN de su estación base Wi-Fi Apple.";
/* vErrDHCPRangeEndpointsAreInvalid */
"vErr.dhRa" = "La dirección inicial o final del intervalo DHCP no es válida.";

/* vErrWDSWithWPANotSupported */
"vErr.wwNS" = "Esta estación base Wi-Fi Apple no admite el uso de WPA con WDS. Asegúrese de que está utilizando la versión más reciente del firmware.";

/* vErrWDSRequiresAtLeastOneNode */
"vErr.w1Nd" = "Un sistema de distribución inalámbrico (WDS) requiere varias estaciones base Wi-Fi Apple. Añada al menos un punto WDS.";

/* vErrWDSWithWPAEnterprise */
"vErr.wdEn" = "El sistema WDS y la protección WPA Empresa no son compatibles. Si desea configurar una red WDS, deberá usar el sistema WPA Personal.";

/* vErrWDSInFiveGig */
"vErr.wdFi" = "Los WDS no son compatibles con los modos de radiofrecuencia que funcionan a 5 GHz. Cambie el modo de radiofrecuencia e inténtelo de nuevo.";

/* vErrAccessControlListIsEmpty */
"vErr.acEm" = "El control de acceso de direcciones MAC está activado, pero no hay entradas. Desactive el control de acceso de direcciones MAC o añada entradas a la lista.";

/* vErrRequiresWABEnabled */
"vErr.rWAB" = "Para anunciar un servicio globalmente a través de Bonjour, se requiere un nombre de servidor de área amplia. Puede configurar los ajustes de Bonjour haciendo clic en el botón Editar del panel %@ de los ajustes de AirPort.";

/* End of AirePortErrors.strings file */
